{
    "can": {
        "lesson_name": "Communication",
        "about_the_lesson_content": {
          "en": "This E-Paath has been designed to help students name and understand different means of communication used in our daily lives to exchange information.",
          "np": "यो ई-पाठ विद्यार्थीहरूलाई दैनिक रूपमा सूचना आदानप्रदान गर्नको लागि प्रयोगमा आउने सञ्‍चारका माध्यमहरूको बारेमा परिचित गराउन सहयोग पुर्‍याउने उद्देश्यले तयार पारिएको हो।"
        },
        "curricular_requirement_content": {
          "en": "This chapter 'Communication' comes under the topic ‘Communication, Technology and Market’ in the curriculum. A total of 11 teaching periods have been allocated for this lesson in the curriculum. This E-Paath 'Communication' can be covered in 2 teaching periods.",
          "np": "पाठ्यक्रममा “सञ्‍चार, प्रविधि र बजार” अन्तर्गत रहेको र पाठ्यपुस्तकमा ‘कुराकानी र जानकारी’ शीर्षकको पाठका लागि ११ घण्टी छुट्याइएको छ। यो “सञ्‍चार” शीर्षकको ई-पाठको लागि भने बढीमा २ घन्टी दिन सकिनेछ।"
        },
        "prerequisites_content": {
          "paragraph": {
            "en": " Before starting with this lesson, students are expected to be able to tell the names of at least a few different means of communication that are used in their homes to exchange information.",
            "np": "यो ई-पाठलाई सुरु गर्नुअघि विद्यार्थीहरूले उनीहरूको घरमा सूचना आदनप्रदान गर्न प्रयोग हुने केही सञ्‍चारका माध्यमहरूको नाम बताउन सक्‍ने हुनुपर्दछ।"
          },
          "chapter_links": {}
        },
        "lesson_guidelines_content": {
          "en": {
            "list": [],
            "paragraph": "The teacher can start this lesson with a discussion among the students on how information are exchanged at homes. Following that, the teacher can instruct his/her students to go through section 1. In this section, students can explore four different means of communication that are generally used in every home: radio, newspaper, mobile phone and television. This section elaborates on these four different means of communication and their uses. In section 2, users can take a short quiz regarding the purposes of each of the means of communication. Learners can get quick feedback too while going through the quiz. Finally, in the 'Play' section, learners can go through the quiz to assess their learning regarding their understanding of four different means of communication and their purposes."
          },
          "np": {
            "list": [],
            "paragraph": "यस ई-पाठ सुरू गर्नुअघि शिक्षकले विद्यार्थीहरूलाई उनीहरूको घरमा सूचनाहरू कसरि आदानप्रदान हुन्‍छन् भन्‍ने बारेमा सामान्य छलफल गराउन सक्नेछन्। पहिलो सेक्‍सनमा विद्यार्थीहरूले सामान्यतया हरेक घरमा प्रयोग हुने सञ्‍चारका चार फरक माध्यमहरू बारे बुझ्‍न सक्‍नेछन्। ती सञ्‍चारका चार माध्यमहरू रेडियो, पत्रपत्रिका, मोबाइल फोन र टेलिभिजन हुन्। यस सेक्‍सनले सञ्‍चारका यी चार फरक माध्यमहरू र तिनीहरूको प्रयोगलाई विस्तृत रूपमा वर्णन गर्दछ। सेक्‍सन २ मा विद्यार्थीहरूले सञ्‍चारका प्रत्येक माध्यमको उद्देश्यको बारेमा छोटो प्रश्‍नहरूको उत्तर दिनुपर्नेहुन्‍छ। विद्यार्थीहरूले प्रश‍नहरू को उत्तर मा क्‍लिक गर्दा उत्तर नमिलेमा प्रतिक्रिया पनि प्राप्त गर्न सक्छन्। अन्तमा, 'खेलौँ' सेक्‍सनमा, विद्यार्थीहरूले सञ्‍चारका चार फरक माध्यमहरू र तिनीहरूका उद्देश्यहरू बारे उनीहरूको बुझाइको सन्दर्भमा उनीहरूको सिकाइको मूल्याङ्कन गर्न सक्‍नेछन्।"
          }
        },
        "related_activities_content": {
          "en": {
            "paragraph": " ",
            "list": [
              "The teacher can draw the images of different means of communication used in the chapter on cardboard, and ask the students to role play as those means of communication.",
              "Textbooks can be used along with the E-Paath.",
              "Students can be asked to explore different means of communication devices used at their home along with the purposes of using them, and discuss them in the classroom."
            ]
          },
          "np": {
            "paragraph": " ",
            "list": [
              "शिक्षकले पाठमा प्रयोग भएका सञ्‍चार माध्यमको कार्डबोडमा चित्र बनाई विद्यार्थीलाई दिइ तिनीहरूले गर्ने कामको अभिनय गराउन सकिनेछ।",
              "ई-पाठ सँगै पाठ्यपुस्तकको प्रयोग गर्न लगाउन सकिन्छ।",
              "विद्यार्थीहरूलाई तिनीहरूको घरमा प्रयोग हुने सञ्‍चारका विभिन्‍न माध्यमहरूको प्रयोग बारे अवलोकन गर्न र उनीहरूलाई कक्षाकोठामा त्‍यसबारे छलफल गर्न लगाउन सकिन्छ।"
            ]
          }
        },
        "evaluation_content": {
          "en": {
            "paragraph": " ",
            "list": []
          },
          "np": {
            "paragraph": " ",
            "list": []
          }
        }
      }
}